Repository: kodi-game/game.libretro.dolphin
Catalog: game.libretro.dolphin/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, ga, sv_se, zh_cn

# Addon Summary
source: Nintendo - GameCube / Wii (Dolphin)
zh_cn: 任天堂 - GameCube / Wii (Dolphin)

# Addon Description
source: Dolphin is an emulator for two recent Nintendo video game consoles: the GameCube and the Wii.
da_dk: Dolphin er en emulator til to nyere Nintendo-videospilkonsoller: GameCube og Wii.
de_de: Dolphin ist ein Emulator für zwei aktuelle Nintendo-Spielkonsolen: den GameCube und die Wii.
es_es: Dolphin es un emulador para dos videoconsolas recientes de Nintendo: la GameCube y la Wii.
ga: Is aithriseoir é Dolphin do dhá chonsól físchluichí Nintendo le déanaí: an GameCube agus an Wii.
sv_se: Dolphin är en emulator för två av Nintendos senaste videospelskonsoler: GameCube och Wii.
zh_cn: Dolphin 是最近任天堂两款视频游戏机 GameCube 和 Wii 的模拟器。

# #30001
source: Renderer
da_dk: Rendering
es_es: Renderizador
ga: Rindreálaí
sv_se: Renderare
zh_cn: 渲染器

# #30002
source: Internal Resolution
da_dk: Intern opløsning
de_de: Interne Auflösung
es_es: Resolución Interna
ga: Rún Inmheánach
sv_se: Intern upplösning
zh_cn: 内部分辨率

# #30003
source: Widescreen (Wii)
de_de: Breitbild (Wii)
es_es: Pantalla Panorámica (Wii)
ga: Scáileán Leathan (Wii)
sv_se: Bredbild (Wii)
zh_cn: 宽屏（Wii）

# #30004
source: WideScreen Hack
da_dk: Hack til widescreen
de_de: Breitbild-Hack
es_es: Hack Pantalla Panorámica
ga: Haic Leathan-Scáileáin
sv_se: Bredbildshack
zh_cn: 宽屏 Hack

# #30005
source: Shader Compilation Mode
da_dk: Kompileringstilstand for shader
de_de: Shader-Kompiliermodus
es_es: Modo de Compilación del Sombreador
ga: Mód Tiomsaithe Scáthóra
sv_se: Kompileringsläge för shaders
zh_cn: 着色器编译模式

# #30006
source: Wait for Shaders before Starting
da_dk: Vent på shaders, før der startes
de_de: Vor dem Start auf Shader warten
es_es: Esperar a los Sombreadores antes de Empezar
ga: Fan le haghaidh Scáthadóirí sula dtosaíonn tú
sv_se: Vänta på shaders innan start
zh_cn: 启动前等待着色器

# #30007
source: Progressive Scan
da_dk: Progressiv skanning
de_de: Progressive Abtastung
es_es: Barrido Progresivo
ga: Scanadh Forásach
sv_se: Progressiv skanning
zh_cn: 逐行扫描

# #30009
source: Anti-Aliasing
ga: Frith-Ailiasú
sv_se: Kantutjämning
zh_cn: 抗锯齿

# #30010
source: Max Anisotropy
de_de: Maximale Richtungsabhängigkeit
es_es: Máx. Anisotropía
ga: Uasmhéid Ainisotrópachta
sv_se: Max anisotropi
zh_cn: 最大各向异性

# #30011
source: Skip Presenting Duplicate Frames
de_de: Darstellung verdoppelter Frames überspringen
es_es: Omitir Presentación de Fotogramas Duplicados
ga: Seachain Frámaí Dúblacha a Chur i Láthair
sv_se: Hoppa över presentation av dubbletta bildrutor
zh_cn: 跳过呈现重复帧

# #30012
source: Immediate XFB
de_de: Unmittelbares XFB
es_es: XFB Inmediato
ga: XFB láithreach
sv_se: Direkt XFB
zh_cn: 即时 XFB

# #30013
source: Scaled EFB Copy
de_de: Skalierte EFB-Kopie
es_es: Copia EFB a Escala
ga: Cóip EFB Scálaithe
sv_se: Skalad EFB-kopia
zh_cn: 缩放 EFB 副本

# #30014
source: Force Texture Filtering
de_de: Texturfilterung erzwingen
es_es: Forzar Filtrado de Textura
ga: Scagadh Uigeachta Fórsa
sv_se: Tvinga texturfiltrering
zh_cn: 强制纹理过滤

# #30015
source: Store EFB Copies on GPU
de_de: EFB-Kopien auf GPU speichern
es_es: Almacenar Copias EFB en la GPU
ga: Stóráil Cóipeanna EFB ar GPU
sv_se: Lagra EFB-kopior på GPU
zh_cn: 在 GPU 上存储 EFB 副本

# #30016
source: Texture Cache Accuracy
de_de: Genauigkeit des Texturcaches
es_es: Precisión Caché de Textura
ga: Cruinneas Taisce Uigeachta
sv_se: Noggrannhet för texturcache
zh_cn: 纹理缓存精度

# #30017
source: GPU Texture Decoding
de_de: GPU-Texturdecodierung
es_es: Decodificación GPU de Textura
ga: Díchódú Uigeachta GPU
sv_se: GPU-texturavkodning
zh_cn: GPU 纹理解码

# #30018
source: Fast Depth Calculation
de_de: Schnelle Tiefenberechnung
es_es: Cálculo Rápido de Profundidad
ga: Ríomh Doimhneachta Tapa
sv_se: Snabb djupberäkning
zh_cn: 快速深度计算

# #30019
source: Bounding Box Emulation
de_de: Begrenzungsrahmen-Emulation
es_es: Emulación del Cuadro Delimitador
ga: Aithris Bosca Teorann
sv_se: Emulering av Bounding Box
zh_cn: 边界框仿真

# #30020
source: Disable EFB to VRAM
de_de: EFB zu VRAM deaktivieren
es_es: Deshabilitar EFB a VRAM
ga: Díchumasaigh EFB go VRAM
sv_se: Inaktivera EFB till VRAM
zh_cn: 禁用 EFB 到 VRAM

# #30021
source: Load Custom Textures
de_de: Eigene Texturen laden
es_es: Cargar Texturas Personalizadas
ga: Luchtaigh Uigeachtaí Saincheaptha
sv_se: Läs in anpassade texturer
zh_cn: 加载自定义纹理

# #30022
source: Prefetch Custom Textures
de_de: Eigene Texturen vorladen
es_es: Precarga de Texturas Personalizadas
ga: Réamh-fhaigh Uigeachtaí Saincheaptha
sv_se: Förhämta anpassade texturer
zh_cn: 预取自定义纹理

# #30023
source: CPU Core
de_de: CPU-Kern
es_es: Núcleo CPU
ga: Croílár LAP
sv_se: CPU-kärna
zh_cn: CPU 核

# #30024
source: CPU Clock Rate
de_de: CPU-Taktrate
es_es: Frecuencia de Reloj de la CPU
ga: Ráta Clog LAP
sv_se: Klockfrekvens för CPU
zh_cn: CPU 时钟速率

# #30025
source: Emulation Speed
de_de: Emulationsgeschwindigkeit
es_es: Velocidad de Emulación
ga: Luas Aithrise
sv_se: Emuleringshastighet
zh_cn: 仿真速度

# #30027
source: Speed Up Disc Transfer Rate
de_de: Disk-Übertragungsrate beschleunigen
es_es: Acelerar Velocidad de Transferencia de Discos
ga: Luasghéarú ar Ráta Aistrithe Diosca
sv_se: Snabbare överföringshastighet för skivor
zh_cn: 加快光盘传输速率

# #30028
source: Wiimote IR Mode
de_de: Wiimote-IR-Modus
es_es: Modo IR del Wiimote
ga: Mód Wiimote IR
sv_se: Wiimote IR-läge
zh_cn: Wiimote IR 模式

# #30029
source: Wiimote IR Vertical Offset
de_de: Wiimote IR Vertikaler Offset
es_es: Desplazamiento Vertical IR del Wiimote
ga: Fritháireamh Ingearach IR Wiimote
sv_se: Wiimote IR Vertikal förskjutning
zh_cn: Wiimote IR 垂直偏移

# #30030
source: Wiimote IR Total Yaw
es_es: Rotación Total IR del Wiimote
ga: Wiimote IR Iomlán Yaw
zh_cn: Wiimote IR 总偏航

# #30031
source: Wiimote IR Total Pitch
es_es: Paso Total IR del Wiimote
ga: Páirc Iomlán IR Wiimote
zh_cn: Wiimote IR 总俯仰

# #30032
source: Rumble
de_de: Vibration
es_es: Vibración
ga: Tormán
zh_cn: 隆隆声

# #30033
source: Sensor Bar Position
de_de: Sensorleistenposition
es_es: Posición Barra de Sensores
ga: Seasamh Barra Braiteora
sv_se: Position för sensor bar
zh_cn: 传感器条位置

# #30034
source: Wiimote Continuous Scanning
de_de: Wiimote Fortlaufende Abtastung
es_es: Escaneo Continuo Wiimote
ga: Scanadh Leanúnach Wiimote
sv_se: Kontinuerlig skanning med Wiimote
zh_cn: Wiimote 连续扫描

# #30035
source: Use ports 5-8 for GameCube controllers in Wii mode
de_de: Ports 5 bis 8 für GameCube-Controller im Wii-Modus verwenden
es_es: Utilizar puertos 5-8 para mandos de GameCube en modo Wii
ga: Úsáid calafoirt 5-8 le haghaidh rialtóirí GameCube i mód Wii
sv_se: Använd portarna 5-8 för GameCube-kontroller i Wii-läge
zh_cn: 在 Wii 模式下为 GameCube 控制器使用端口5-8

# #30036
source: Audio Mixer Rate
es_es: Tasa de Mezcla de Audio
ga: Ráta Meascthóra Fuaime
sv_se: Ljudmixerns frekvens
zh_cn: 混音器速率

# #30038
source: DSP Enable JIT
de_de: DSP JIT aktivieren
es_es: Activar JIT en el DSP
ga: Cumasaigh DSP JIT
sv_se: DSP-aktivering JIT
zh_cn: DSP 启用 JIT

# #30039
source: Language
de_de: Sprache
es_es: Idioma
ga: Teanga
sv_se: Språk
zh_cn: 语言

# #30040
source: Internal Cheats Enabled
de_de: Interne Cheats aktiviert
es_es: Trucos Internos Activados
ga: Ceitseáil Inmheánach Cumasaithe
sv_se: Interna fusk aktiverat
zh_cn: 内部作弊已启用

# #30041
source: OSD Enabled
de_de: OSD aktiviert
es_es: OSD Activado
ga: OSD Cumasaithe
sv_se: OSD aktiverad
zh_cn: OSD 已启用

# #30042
source: Log Level
de_de: Protokollstufe
es_es: Nivel de Registro
ga: Leibhéal Logála
sv_se: Loggnivå
zh_cn: 日志级别

# #30000
source: Settings
da_dk: Indstillinger
de_de: Einstellungen

# #30009
source: Max Anisotropy
da_dk: Maksimal anisotropi

# #30010
source: Skip Presenting Duplicate Frames
da_dk: Spring duplikerede frames over

# #30011
source: Scaled EFB Copy
da_dk: Skaleret EFB-kopi

# #30012
source: Force Texture Filtering
da_dk: Gennemtving filtrering af overflade

# #30013
source: Store EFB Copies on GPU
da_dk: Gem EFB-kopier på GPU

# #30014
source: Texture Cache Accuracy
da_dk: Nøjagtighed af overflade-cache

# #30015
source: GPU Texture Decoding
da_dk: Afkodning af GPU-overflade

# #30016
source: Fast Depth Calculation
da_dk: Hurtig dybdeberegning

# #30017
source: Bounding Box Emulation
da_dk: Emulering af afgrænsningsboks

# #30018
source: Disable EFB to VRAM
da_dk: Deaktiver EFB til VRAM

# #30019
source: Load Custom Textures
da_dk: Indlæs brugerdefinerede overflader

# #30020
source: Prefetch Custom Textures
da_dk: Hent brugerdefinerede teksturer på forhånd

# #30021
source: CPU Core
da_dk: CPU-kerne

# #30022
source: CPU Clock Rate
da_dk: CPU clock-frekvens

# #30023
source: Emulation Speed
da_dk: Hastighed på emulering

# #30025
source: Wiimote IR Mode
da_dk: Tilstand for Wiimote IR

# #30026
source: Wiimote IR Vertical Offset
da_dk: Lodret forskydning for Wiimote IR

# #30027
source: Wiimote IR Total Yaw
da_dk: Wiimote IR total krøjning

# #30029
source: Rumble
da_dk: Rysten

# #30030
source: Sensor Bar Position
da_dk: Position for sensorbjælke

# #30031
source: Wiimote Continuous Scanning
da_dk: Kontinuerlig scanning for Wiimote

# #30032
source: Use ports 5-8 for GameCube controllers in Wii mode
da_dk: Brug port 5-8 til GameCube-controllere i Wii-tilstand

# #30033
source: Audio Mixer Rate
da_dk: Skala for lydmixer

# #30035
source: DSP Enable JIT
da_dk: DSP aktiver JIT

# #30036
source: Language
da_dk: Sprog

# #30037
source: Internal Cheats Enabled
da_dk: Interne snydekoder aktiveret

# #30038
source: OSD Enabled
da_dk: OSD aktiveret

# #30039
source: Log Level
da_dk: Niveau for logføring
